Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajien_puhelinvaihde_on_kiinni_7_-31_7__.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien puhelinvaihde on kiinni 7.-31.7.
sme: Sámedikki telefonguovddáš lea gitta 7.–31.7.

source: Saamelaiskäräjien sihteeristön puhelinvaihde on kiinni 7.-31.7.2023 välisen ajan.
sme: Sámedikki čállingotti telefonguovddáš lea gitta 7.-31.7.2023 gaskasaš áigge.

source: Saamelaiskäräjien kielitoimisto ja käännöstoiminta on kiinni 10.-31.7.2023 välisen ajan.
sme: Sámedikki gielladoaimmahat ja jorgalandoaibma leat gitta 10.-31.7.2023 gaskasaš áigge.

source: Palaamme tilauksiin jälleen 1.8.2023 alkaen.
sme: Mii máhccat diŋgomiidda fas 1.8.2023 rájes.

source: Mikäli tarvitsette käännöksiä käännöspalvelun ollessa kiinni, löytyy freelance-kääntäjien yhteystietoja Saamelaiskäräjien kääntäjä- ja tulkkihakupalvelusta .
sme: Juos dárbbašehpet jorgalusaid dallego jorgalanbálvaleapmi lea gitta, gávdnojit freelance-jorgaleaddjiid oktavuođadieđut Sámedikki jorgaleaddjiid- ja dulkkaid ohcanbálvaleamis .

source: Saamelaiskäräjät toivottaa hyvää kesää kaikille!
sme: Sámediggi sávvá buori geasi buohkaide!
